export const bankTasks = [
  {
    id: 1,
    numberEGE: 8,
    content:
      "Определите количество <b>семизначных чисел</b>, записанных в девятеричной системе счисления, которые не начинаются с нечётных цифр, оканчиваются на цифры, не делящиеся на 3 без остатка, а также содержат в своей записи хотя бы одну цифру 6.",

    answer: 1,
    author: { name: "PRO100 ЕГЭ" },
    difficulty_level: { name: "Уровень ЕГЭ" },
    number_in_exam: { name: "17" },
    actuallity: { name: "Актуальная" },
    task_status: "",
  },
  {
    id: 2,
    numberEGE: 8,
    content:
      "Прибор автоматической фиксации нарушений правил дорожного движения делает цветные фотографии размером 1280 × 720 пикселей, используя палитру из 4096 цветов. Снимки сохраняются в памяти камеры, группируются в пакеты по несколько штук, а затем передаются в центр обработки информации со скоростью передачи данных 96 468 992 бит/с. Каково минимально возможное число снимков в одном пакете, если на передачу одного пакета отводится более 280 секунд?",
    answer: 1,
    author: { name: "PRO100 ЕГЭ" },
    difficulty_level: { name: "Уровень ЕГЭ" },
    number_in_exam: { name: "7" },
    actuallity: { name: "Актуальная" },
    task_status: "",
  },
  {
    id: 3,
    numberEGE: 8,
    content:
      "Определите количество семизначных чисел, записанных в девятеричной системе счисления, которые не начинаются с нечётных цифр, оканчиваются на цифры, не делящиеся на 3 без остатка, а также содержат в своей записи хотя бы одну цифру 6.",
    answer: 1,
    author: { name: "PRO100 ЕГЭ" },
    difficulty_level: { name: "Уровень ЕГЭ" },
    number_in_exam: { name: "17" },
    actuallity: { name: "Актуальная" },
    task_status: "",
  },
];
